[
  {
    "model": "blog.article",
    "pk": 1,
    "fields": {
      "title": "Новый VR-гаджет выглядит как орудие пытки",
      "content": "Скоро никто не сможет услышать ваш крик, пока вы заперты внутри метавселенной. Токийская компания Shiftall, принадлежащая технологическому гиганту Panasonic, придумала странное новое устройство под названием «mutalk», которое представляет собой нечто вроде намордника для улавливания звука прямо из вашего рта. Mutalk больше напоминает кляп или устройство для пыток, чем гаджет бытовой электроники.\r\nMutalk предназначен для отправки голосовых команд на компьютер через посредство  Bluetooth. Shiftall предполагает, что устройство будут приобретать люди, живущих в многоквартирных домах, где «ваши соседи, вероятно, будут жаловаться, если вы издаете слишком громкие звуки».",
      "slug": "novyij-vr-gadzhet-vyiglyadit-kak-orudie-pyitki",
      "image": "blog/mutalk.png",
      "created_at": "2023-09-22",
      "is_published": true,
      "views_count": 14
    }
  },
  {
    "model": "blog.article",
    "pk": 5,
    "fields": {
      "title": "Материалы для планшетов и телефонов поможет улучшить левитация",
      "content": "Ученые Уральского федерального университета совместно с немецкими и английскими коллегами рассказали о методах обработки металла, с помощью которых можно создавать расплавы с улучшенными свойствами. Одним из способов — методом электромагнитной левитации (ЭМЛ) — они обработали сплав «никель-алюминий» и образцы из гласформеров. Такие материалы широко применяются в смартфонах, планшетах (высокоэлектропроводящие элементы), деталях машин, из них также изготавливаются двигатели для малогабаритной авиации.\r\nИсследование поддержал РНФ. Результаты работы опубликованы в журнале «Успехи физических наук». «Исследования проводились на экспериментальной установке электромагнитной левитации, расположенной в Университете им. Фридриха Шиллера (Германия). Эксперименты провели методом электромагнитной левитации, который используется для изучения свойств жидких металлов и сплавов, кинетики их кристаллизации, а также для получения образцов с заданной структурой и свойствами.\r\nПроцесс происходит следующим образом: образец плавится и затвердевает без контейнера в условиях невесомости, что дает возможность избежать влияния внешних стенок тигля или контейнера на процесс обработки. В результате существенно снижается вероятность гетерогенного зарождения, что, в свою очередь, влияет на характеристики затвердевшего материала, например, на прочность, пластичность, электро- и теплопроводность и другие», — поясняет старший научный сотрудник лаборатории математического моделирования физико-химических процессов в многофазных средах УрФУ Любовь Торопова.\r\nВ итоге физикам удалось получить образцы с более равномерной структурой — вещества, расплавленные в невесомости, затвердевают более однородно. Микроструктурное состояние, полученное в результате такой обработки, положительно сказывается на свойствах материалов — сплавы имеют большую пластичность, прочность, электро- и теплопроводность.\r\nСоздать материалы с заданными свойствами в условиях невесомости можно разными способами, поясняют ученые. Это и акустическая, и электромагнитная, и электростатическая левитации, и левитация в стационарном магнитном поле. Кроме того, можно создать условия пониженной гравитации и микрогравитации при выполнении параболических полетов аэробусов. Метод, который использовали ученые, — ЭМЛ — подходит для бесконтейнерной обработки металлических, сплавных, полупроводниковых материалов. Он позволяет экспериментировать с образцами, изучать их физические и химические свойства, а также задавать нужные параметры и структуру.\r\n«В ходе исследования мы подробно проанализировали различные варианты геометрии катушек. Это позволило обеспечить более широкий диапазон контроля температуры при условии стабильной левитации образца. Также мы специально рассмотрели условия кристаллизации образцов в ЭМЛ, указывающие на преобладающую роль процессов переноса в формировании микроструктуры исследуемых материалов, что особенно важно, поскольку кристаллографическая структура предопределяет многие физические свойства металлических сплавов», — добавляет Любовь Торопова.",
      "slug": "",
      "image": "blog/Obrazets-kotoryj-ispytyvali-v-hode-eksperimenta.jpg",
      "created_at": "2023-09-22",
      "is_published": true,
      "views_count": 51
    }
  },
  {
    "model": "blog.article",
    "pk": 6,
    "fields": {
      "title": "Ремешки часов и фитнес-трекеров оказались приютом потенциально опасных бактерий",
      "content": "Американские биологи исследовали микрофлору ремешков наручных часов и фитнес-трекеров и обнаружили, что там процветают некоторые болезнетворные бактерии. Работа показала, какие материалы им способствуют, а какие, наоборот, препятствуют росту микробов.\r\nНаручные часы давно потеряли важность в качестве портативного хронометра, став стильным аксессуаром и признаком достатка. Зато им на смену пришли умные устройства: смарт-часы и фитнес-трекеры. Но и те, и другие, и третьи держатся на запястье одним и тем же старинным способом — с помощью ремешков из металла, кожи или мягкого пластика. С точки зрения микрофлоры, которая закрепляется на ремешке, между этими материалами есть огромная разница. К такому выводу пришли авторы новой статьи, опубликованной в журнале Advances in Infectious Diseases.\r\nНвадуито Эсиобу (Nwadiuto Esiobu) и его коллеги из Флоридского атлантического университета исследовали микробное население ношеных ремешков из пластика, резины, плотного текстиля, кожи и металлов. Ученые оценивали видовое разнообразие бактерий, их численность и распределение на поверхности материала, а также проверили их чувствительность к распространенным дезинфицирующим средствам: 70-процентному спирту, уксусу, а также популярному препарату Lysol.\r\nРабота показала, что серьезное микробное загрязнение присутствует более чем на 95 процентах исследованных ремешков. Среди выявленных видов — стафилококки (обнаружены на 85% ремешков), псевдомонады (на 30%), кишечные палочки (на 60%). Количество и состав бактерий не зависели от пола носителя, однако у людей, которые регулярно посещали спортзал, их было больше, особенно стафилококков. Эти микробы нередко встречаются на коже и в целом безопасны, тем не менее при ослаблении иммунитета способны вызывать целый спектр заболеваний.\r\nБактерии оказались особенно многочисленны на ремешках из пластика и резины (ученые связывают это с наличием у них микропор, которые облегчают колонизацию и закрепление на поверхности). И лишь на металлических — позолоченных и посеребренных — ремешках микробов практически не обнаруживалось. Как ни странно, но другие популярные металлические материалы, такие как нержавеющая сталь или титан, в работе отдельно не рассматривали.\r\nЭксперименты с дезинфицирующими средствами показали, что этанол и Lysol эффективно очищали ремешки и независимо от материала, из которых они сделаны, снижали количество микробов более чем на 99 процентов всего за полминуты обработки. Уксус оказался не так надежен и требовал хотя бы двух минут.",
      "slug": "remeshki-chasov-i-fitnes-trekerov-okazalis-priyutom-potentsialno-opasnyih-bakterij",
      "image": "blog/wristbands0.jpg",
      "created_at": "2023-09-22",
      "is_published": true,
      "views_count": 6
    }
  },
  {
    "model": "blog.article",
    "pk": 10,
    "fields": {
      "title": "Британская компания опубликовала рейтинг популярности гаджетов и приложений у кибервзломщиков",
      "content": "В США и Великобритании чаще всего пытаются взломать iPhone и Instagram.\r\nСпециалисты компании Case24 выяснили, какие устройства и приложения чаще всего пытаются взломать. Для составления своеобразного «рейтинга популярности» было проанализировано среднее количество поисковых запросов в Google за месяц для США и Великобритании.\r\nЛидером среди гаджетов оказались смартфоны Apple: информацию о том, как взломать iPhone, искали более 48000 человек в месяц в США и более 10000 в Великобритании. Остальные устройства заметно отстают: информацию по взлому мобильных устройств от Samsung искали лишь 3100 и 700 человек соответственно, LG 670 и 90.\r\nЧто касается взлома приложений тут распределение оказалось более плавным. Однако можно выделить явную тройку лидеров: это Instagram (66960 и 12410 запросов в США и Великобритании соответственно), Snapchat (57740 и 7380 запросов) и мессенджер WhatsApp (36980 и 7100 запросов). Пятерку лидеров с заметным отставанием замыкают Youtube и Twitter.",
      "slug": "britanskaya-kompaniya-opublikovala-rejting-populyarnosti-gadzhetov-i-prilozhenij-u-kibervzlomschikov",
      "image": "blog/hack-phone-with-just-the-number.jpg",
      "created_at": "2023-09-22",
      "is_published": true,
      "views_count": 4
    }
  },
  {
    "model": "blog.article",
    "pk": 11,
    "fields": {
      "title": "Бывшие сотрудники Apple создают загадочный интеллектуальный гаджет",
      "content": "Пока о нём можно судить только по патентам.\r\nЖурналисты узнали, что два бывших менеджера Apple создали стартап под названием Humane. Этой весной он готовится выпустит новый потребительский продукт с использованием алгоритмов искусственного интеллекта (ИИ).\r\nHumane только что завершила третий раунд финансирования, который принёс стартапу 100 миллионов долларов. У него также есть несколько важных партнёров, в том числе OpenAI и Microsoft.\r\nНеясно, над каким продуктом работает Humane. Тем не менее, было опубликовано несколько патентов, которые создают впечатление, что это устройство будет носимым. В одном из патентов говорится, что устройство сможет проецировать дисплей (возможно, на вашу руку), с которым пользователи смогут взаимодействовать. Согласно другой презентации, гаджет может «брать на себя «микротранзакции, которые когда-то требовали смартфона, а теперь стали ещё быстрее, проще и плавнее с помощью распознавания контекста». Понадобится ли устройству для работы смартфон, неизвестно.",
      "slug": "byivshie-sotrudniki-apple-sozdayut-zagadochnyij-intellektualnyij-gadzhet",
      "image": "",
      "created_at": "2023-09-22",
      "is_published": true,
      "views_count": 1
    }
  },
  {
    "model": "blog.article",
    "pk": 12,
    "fields": {
      "title": "Amazon объявил о полном отключении своих фитнес-трекеров Halo",
      "content": "Скорее всего, по экономическим причинам.\r\nКомпания Amazon направила пользователям своих фитнес-трекеров Halo, прикроватного трекера сна Halo Rise, вышедшего всего пять месяцев назад, а также Amazon Halo Accessory Band, письмо о том, что эти гаджеты будут отключены 1 августа.\r\nВсем пользователям оригинальных и считавшихся эффективными фитнес-трекеров Halo Band без дисплея, Halo View с AMOLED-экраном и других гаджетов линейки будут возвращены деньги за весь период оплаты, также перестанет списываться регулярная подписка. О причинах Amazon не сообщает, но предположительно это экономическая «турбулентность», из-за которой в 2022 году компания отказалась даже от такого, казалось бы, перспективного голосового помощника, как Alexa.\r\n«Мы понимаем, что эта новость может вас разочаровать. В ближайшие недели Amazon полностью вернёт деньги за покупки, сделанные в течение предыдущих 12 месяцев Amazon Halo View, Amazon Halo Band, Amazon Halo Rise и Amazon Halo Accessory Band. Кроме того, все неиспользованные предоплаченные суммы за подписку Halo будут возвращены на ваш первоначальный способ оплаты. Если у вас есть платная подписка, с сегодняшнего дня с вас больше не будет взиматься ежемесячная абонентская плата. Вам не нужно предпринимать никаких дополнительных действий», — выдержка из письма Amazon пользователям трекеров Halo.",
      "slug": "amazon-obyavil-o-polnom-otklyuchenii-svoih-fitnes-trekerov-halo",
      "image": "blog/AmazonHalo.jpg",
      "created_at": "2023-09-22",
      "is_published": true,
      "views_count": 5
    }
  }
]